{
  "Result": true,
  "ErrorMessage": null,
  "ErrorCode": 0,
  "Response": {
    "transArray": [
      {
        "transKey": "KXKWthI9SbvXuHMd2vcg0WzgeEGVy3iItpDztweGQHQHR6WKZjgqKg==_review_971423081",
        "content": "The hotel is in a good location and is convenient for travel. It is very close to the University of International Business and Economics and is convenient for business trips! The hotel has complete facilities, the rooms are clean, and the bedding is very comfortable. The room style is simple and generous. It is very comfortable to live in. It has independent air conditioning and free water in the room. , breakfast is from Qingfeng Baozi Shop, which is clean and hygienic, and tastes very good. You can eat with confidence, the room is clean, the front desk service is enthusiastic and has a good attitude. The ladies at the front desk are very polite, patient and attentive. I greet you warmly every time. I feel very warm living here. I will stay in Hanting often in the future!"
      },
      {
        "transKey": "EXl6ytIUXn2315kF2fQFJBbqyOcy/Jm3CgZ07xHFEn0HR6WKZjgqKg==_review_972000473",
        "content": "Dear guest, thank you for your recognition and affirmation of our work. \"If you love cleanliness, stay at Hanting Hotel\" is our slogan and work content that has remained unchanged for many years. Hanting University of International Business and Economics Beijing strictly abides by the cleanliness terms of Huazhu Group and is committed to creating a good hotel environment for guests. Hanting Hotel Beijing The University of International Business and Economics Hotel is located in Beijing's North Fourth Ring Road with very convenient transportation, close to the China-Japan Friendship Hospital, and has high cost performance. Thank you for taking the time out of your busy schedule to leave a review for Huazhu Hanting Beijing University of International Business and Economics Hotel. I wish you all the best."
      }
    ]
  },
  "ServerData": null
}