{"Result":true,"ErrorMessage":null,"ErrorCode":0,"Response":{"transArray":[{"transKey":"xl9lmSgk/djU0JHWUMIkSIBVKnmsPycXBfceolOXjYgHR6WKZjgqKg==_review_452309837","content":"I am a diamond member of Ctrip. This citigo is affiliated to Huazhu Group and happens to be a Huazhu Gold member. I have stayed at this citigo in Sanyuanqiao twice before, regardless of the facilities and service attitude. Very angry service attitude do not want to give half a point\n    Let me talk about the attitude of the big lady at the front desk first. Because I went back to the room very late after drinking with my friends the night before, I pay attention to the quality of sleep. When I sleep, my mobile phone is always silent Hanging up caused the front desk to call the room and there was no response at all. After 12 o'clock, the floor attendant knocked on the door twice to ask whether to check out or continue to stay. I said that I would check out around 2 o'clock. Although I have already disturbed and went to rest, these are understandable. .The funniest thing came: when I got up at two o'clock and was about to check out, I saw my mobile phone 📱 There were two missed calls at the beginning of the landline. The phone call (the phone number of the guardian left by this friend when he was a minor) was called from the hotel. At that time, I was already very angry and bombarded with all kinds of phone calls after a short while after checking out of your hotel late? I even called a friend's parent's mobile phone and talked to them about topics that have nothing to do with late check-out. This not only seriously affects personal rest, but also involves privacy, right? Finally, the check-out time at the front desk is 2:50. The big lady at the front desk came up with the same attitude as who owed her millions, rolled her eyes and asked me to pay half a day's room fee. I lived in China for three days before my membership rights. Check out at 30:00 and pay half a day’s room rate in response to the request, but the hotel is not owned by my family. If you insist on arguing with me, you can pay the room rate for 50 minutes, but this big sister dares to ask you what is your attitude? Said that I didn’t answer the phone and couldn’t reach me. I told the floor waiter twice to check out after two o’clock. Didn’t it reach you? When arguing with this elder sister, she yelled three times. The security guard said in a loud voice in the lobby that I would not pay the money. Dare to ask me what I said that I couldn't settle the delay fee? The one who keeps asking you is why you keep calling even the parents of your companions even after you told the hotel waiter to check out later. Do you have the right? As a person engaged in the service industry, do you have this service attitude? You have to use a yin and yang tone when you speak. I advise you not to do it. First, you have no attitude, second, you have no patience, and third, you have no level. In the end, a male receptionist came to the front desk and said in a very good tone that this time there is no need to settle the delay fee. Next time, it will be settled earlier. . Such a simple matter, this eldest sister used all kinds of wonderful operations to solve it. The phone calls were made to the parents of the companions who wanted to ask, what does it have to do with their parents?\n     This is the second time Ctrip has given a bad review in so many years. The female receptionist didn’t see the badge or number clearly, otherwise it must be a real-name complaint now. After reading this review, your hotel will definitely know which receptionist it is. I hope you can give me a satisfactory answer"}]},"ServerData":null}