{"Result":true,"ErrorMessage":null,"ErrorCode":0,"Response":{"transArray":[{"transKey":"38PJlsvdV2Temj0qNxumO1KIjXk4aYM7qzeeGpUVQbMHR6WKZjgqKg==_review_470099388","content":"The location is very good, just a few minutes away from the Sanyuan Bridge on the airport line. The appearance is more western, but the front desk is relatively small, and if there are more people, it will be crowded, because there are a lot of various facilities next to it, selling food, drinking, decorations, artworks There are a lot of classes, which may be something like a concept. Check-in is relatively fast, and the room is okay, just a big bed. If there is more luggage, I don't know where to put it. Quiet and comfortable, the bed and pillows are soft, no hard pillows are provided, and I don't intend to ask, because through some things, I already know that the service of this store is not good. I found out that the USB plug at the head of the bed was broken, and I asked the front desk, they would just stare at you with blinking eyes, and then arrange construction workers to go to the room to fix it. At eleven o’clock in the evening, I just didn’t know how to prepare some sockets in advance to borrow or simply sell sockets. Ask the front desk if there is any cold medicine, because the quilt is a bit thin, or just blink and stare at you, and then say no, such a big hotel doesn't even have a medicine box? It is normal to prepare some commonly used medicines for external use. Then it is recommended that residents who have caught a cold go out and turn left and turn right. There is a pharmacy. At 9:30 in the evening, there is still wind and light rain outside and the temperature drops. Remember to deliver the quilt to your door, but there is no quilt cover, and you have to enter the room to operate it at ten o'clock in the evening. Therefore, the service of his family is not good, because he has no sense of service, can't think of what to do, or pretends not to understand. Because I was too lazy to change places, I stayed for two more nights. The score is quite high, after all, most people nowadays are confused by the colorful superficial skills."}]},"ServerData":null}