{"Result":true,"ErrorMessage":null,"ErrorCode":0,"Response":{"transArray":[{"transKey":"u1SXTk52hWJiDScXhdQj2KCcuYerH4cogZaCKbmkLqgHR6WKZjgqKg==_review_471001709","content":"Although the hotel room is not big, but the basic needs can be met, except for the small window, a little oppressive, the space is still enough, there are sofas, toilets and bathrooms, separated from wet and dry, and there is a place to put luggage, overall it is okay, although Every place is not big, but it has complete functions, and there is no sense of cramped space. The service is also good. The takeaway can be delivered to the room by a robot, which is very convenient. However, breakfast can be served until noon, and there is no sense of urgency to get up early for breakfast. You can freely arrange breakfast or brunch time every day. Compared with the price, breakfast is quite rich. Of course, I don’t mean buying it separately but Rates with breakfast included. It's close to the subway station, and you don't have to worry about traffic jams when you go to the airport. The airport express line is very convenient. There is a large department store next to it, so it is very convenient to eat or order takeaway. These are the advantages, and now let’s talk about the disadvantages. As we all know, Beijing is relatively dry, especially in autumn and winter. It is especially unsuitable for guests from the south. For example, I often come to Beijing on business trips. No matter what season, as long as it takes more than 3 days Nosebleeds, cracked heels, like a spell, huh. Therefore, in all kinds of hotels in Beijing where I have stayed in these years, the general hotels will have humidifiers, or the rooms have their own or the hotel has them. As long as the guests ask for it, they can provide it, especially in autumn and winter, so it can still be improved and improved. solve. But, this hotel doesn't even have one? I apply body lotion twice a day. I am afraid of dryness at night, so I turned off the air conditioner, but I still have dry nosebleeds, and I wake up with dry skin in the middle of the night. Dry skin can be solved by applying body lotion, but dry nose bleeding can’t be helped Yes, I asked the hotel, but the hotel said no. Now, many Samsung and above hotels will prepare humidifiers in the rooms in autumn and winter, regardless of the northern and southern regions, and as a global flagship hotel, it should be the best benchmark for all regions, whether it is service or hardware, and Beijing’s Dryness should not be ignored. In a dry city, especially in the dry season, it is disappointing that the hotel ignores such an important thing."}]},"ServerData":null}