{"Result":true,"ErrorMessage":null,"ErrorCode":0,"Response":{"transArray":[{"transKey":"gq2TuQeQg2StngwdxePEh7TORX5A36Q+mVBq/y9YlYIHR6WKZjgqKg==_review_481070626","content":"The second time I stayed for 8 consecutive days, I was very dissatisfied.\nCitiGO Huange Hotel is Huazhu's mid-to-high end, but the service and hygiene do not match.\nCatering Department:\n1. After the breakfast butter knife falls to the ground, pick it up and put it directly back into the disinfection cabinet.\nFront Office:\n2. There is no business center in business hotels, and there is no place to print documents.\nSwitchboard: We don't have a business center, you can find a typing and copying shop around.\nMe: Do you know where there is one nearby?\nSwitchboard: I'm not sure about this, you can go to the nearby shopping mall to find it.\n3. After receiving the courier at the front desk, when picking up the courier, they first said that they could not find it, and finally found it 15 minutes later. However, they only picked up the package in the morning and picked it up at noon.\n4. The takeaway can be delivered to the guest room by the machine butler. I was told that the butler is busy and will deliver it later. As a result, I waited from 21:00 p.m. to 22:30 p.m., and finally found it in the takeaway box at the front desk. At this time, the machine butler was not working.\n5. The room card is degaussed one day before departure, and the departure time is also confirmed when checking in.\nHousekeeping\n6. There is a layer of soil behind the makeup mirror, and the next day the guest room is specially wiped clean.\n7. I asked the guest room for two sets of clean bathrobes, both of which had long brown and black hair (more than one)\n8. The newly changed bath towels have a strong smell of smoke (I don't smoke)\n\nThe hotel still has certain advantages, and the breakfast dishes are rich. Check out is fast. When the guest room is requested to be dismantled, she has a good attitude in a timely manner. When passing through the corridor, she will take the initiative to say hello to the guest when she meets the room lady."}]},"ServerData":null}