{"Result":true,"ErrorMessage":null,"ErrorCode":0,"Response":{"transArray":[{"transKey":"aXW1MYriOMS1+PWdf6JZwJWecffprrmVtJ3kAaM/HfYHR6WKZjgqKg==_review_568934236","content":"Sanitation and facilities are really average. I think it’s the hotel owner’s problem. The facilities in the room feel the same as in the old residential area. The stains on the sofa are obvious. They can’t be washed off. The table is also quite dirty. The sink still has water stains after I wiped it. The bathroom was in the beginning The water flow in that room was the same as the water stopped. Later, I changed to a room where the water flowed directly from the water pipe. In winter, I wanted to take a hot bath, but I was more concerned. Then I changed to another room. Finally, the water was normal, but it was hanging on the fixed thing shower head. The curtains on the crooked window sill will be fixed, and the extra money is specially added to face the outside window. It’s a pity that as long as the window can see the outside, it will be very cold. As a result, the windows will be closed for five days. A day in the aisle is nearly 40 cheaper. After five days, you can save 200. Sleeping in bed sheets is also itchy and you wear clothes to sleep. This is the first time we live in this hotel. The front desk did not inform us of the benefits we can enjoy, such as breakfast in the morning and every night. You can enjoy supper and coffee. We didn’t enjoy supper and coffee service for five days. On the last day, I calculated that I spent about 1700 in this hotel. I was curious and asked what is special about this hotel. Only then did we find that we didn’t enjoy the front desk. My sister asked me to pick two cups for me, so the service is relatively good. The location is really great. It was only on the last day that I found out that the front door here is so easy to go shopping. It is next to the subway station. It is very convenient to go anywhere. The delivery service is quite good. I should praise it Comparing with other hotels, I think it’s not worth the price. I can live in a hotel with good facilities at the same price."}]},"ServerData":null}