{"Result":true,"ErrorMessage":null,"ErrorCode":0,"Response":{"transArray":[{"transKey":"0mwdU4jv7GE2I79UmtUlKgoDAyjpQzG0Tw+jdMgwsowHR6WKZjgqKg==_review_628567259","content":"1. On the first day, when I arrived at the front desk to check in, the front desk said that the name of the room type booked last week had changed, Ctrip hadn’t updated it, and the price was higher than what I booked, but what does this have to do with me? I had to refund and reorder, which turned out to be cheaper. The front desk said it was wrong for a long time, as if I didn't pay more but took advantage. As a result, in the next few days, the room type she said was expensive was always at this price. . . Fortunately, I returned and rebooked.\n2. I hurt my foot, and then I was given a duplex for climbing ladders. There is no room for a replacement, and the room is full, so bear with it. As a result, the next day I found out that the terraces of the relevant room types were being remodeled, and the front desk didn't mention it. If I knew about the renovation, I would not come to this hotel at all, and I should have made it clear to the consumers on the first day that the construction would be carried out. What's even more ridiculous is that on the third day, they told me that my room was also under construction, and asked me if I would mind entering the room, but of course I refused. In the end, it was said that there is no need for construction. I think that with such a big brand, it is a bit confident to directly communicate with guests whether they can enter the room.\n3. Then on the third day, the takeaway was lost at night. The front desk also said they didn't see it, the takeaway boy said to adjust the monitoring, and the front desk said to call 110. I said, brother, are you the customer who delivered food on the phone at the same time, and accidentally took the wrong one? Sure enough, other guests ate...\n\nIn short, these things are unheard of in hotels for so many years, so funny. The whole team needs training! ! ! !"}]},"ServerData":null}