{
  "Result": true,
  "ErrorMessage": null,
  "ErrorCode": 0,
  "Response": {
    "transArray": [
      {
        "transKey": "1++kiqEwpU7Gn11YeDdZ+hZIB7zHMDETGGDgwDfUwgYHR6WKZjgqKg==_review_654478069",
        "content": "The hotel is relatively old and cannot be used for screencasting due to network debugging."
      },
      {
        "transKey": "sxYFdWB5/RcmWHf7UBVgNMmHWeqcctB9t18Mp2v9M44=_review_726437913",
        "content": "Dear guests, first of all, thank you for staying at Orange Beijing Wukesong Hotel. It is our honor to meet you here. Compared with other newly opened Orange Hotels, there is indeed a certain gap in the decoration style of the hotel, but we have During the gradual update and improvement, we updated the entire hotel lobby area last year. The newly added lobby business area provides free online printing services for guests in need. There is also a snack and coffee area. During your afternoon leisure time, you can warm up with a cup of fragrant freshly ground coffee. Tea brings you comfort and relaxation. There is a laundry room on the first floor of the hotel, which provides 24-hour free self-service laundry services for in-house guests. We have recently updated the curtains, lamps, toiletries and brand-new bedding in the room. A comfortable stay experience is We are always pursuing our goals and working hard for this. Under the supervision of our developing guests, we can do better. We hope to see our efforts and progress when you stay again. We look forward to your visit every time. , I wish you a happy and comfortable mood. We have communicated with various parties and hope to find an alternative method. We deeply apologize for the inconvenience caused to you. We were unable to get a satisfactory answer to your feedback during your stay in the store. On behalf of the colleagues on duty at the front desk, we would like to extend our sincere thanks I deeply apologize and sincerely hope that the problem of the newly configured 55-inch Internet TV screen projection in the room will be resolved according to your feedback. Due to the delay in solving the problem of the network interface in the room, we have paid attention to us as you have: Any Yuanyuan"
      }
    ]
  },
  "ServerData": null
}