{
  "Result": true,
  "ErrorMessage": null,
  "ErrorCode": 0,
  "Response": {
    "transArray": [
      {
        "transKey": "RtrEKdnIE2S6pVeOy+0do/QcOv7T9Ph3r3Io2x5TR2YHR6WKZjgqKg==_review_536580879",
        "content": "It's so good, clean and sanitary, the service is attentive and warm! It is undoubtedly the best choice for me as a germophobe. As soon as I entered the store, the staff greeted me warmly and asked if there was anything that needed improvement (as far as I know, most tenants said there was none). The store is also equipped with a washing and drying machine. Guests who love to clean clothes and change larger clothes such as outerwear and pants every day can applaud. Washing/drying clothes takes a long time. If it is not convenient to operate the whole process by yourself, you can I asked the clerk to put the washed clothes on the dryer or put the dried clothes in bags for pickup, and they all enthusiastically did so; the breakfast had both northern and southern flavors and was rich... By the way, Shenzhou Car Rental is right here Across the road and next to the subway station, it is convenient to rent a car. The only drawback is that the room and bathroom are a little small, so the luggage needs to be placed well. Fortunately, I am a thin person, and it may be a bit difficult for a fat person to take a bath... But the flaws are not hidden, cleanliness is the first priority, and other small things are more serious. Thumbs up! ! !"
      },
      {
        "transKey": "7N058Bo3d+HnqbxnJD10MCS0udJk/HlMi4+GeRi53U4HR6WKZjgqKg==_review_536629133",
        "content": "Dear guests: Hello! Thank you for staying at Orange Beijing Wukesong Hotel. Thank you very much for your recognition of the hotel room and our staff. Everything we do is to provide every guest with a home-like experience. The products and services we deliver are of reliable quality. , cleanliness and safety come first. We are really touched to see your satisfaction and affirmation. We will continue to work hard and be ready for you to come back at any time. All the staff of Orange Beijing Wukesong Hotel look forward to your next stay. Thank you. ! General Manager: Li Changxia"
      }
    ]
  },
  "ServerData": null
}