{
  "Result": true,
  "ErrorMessage": null,
  "ErrorCode": 0,
  "Response": {
    "transArray": [
      {
        "transKey": "uOWG4A577DSXPP4jR3bn/zi0oxZ3968eqW4R4D03PRQHR6WKZjgqKg==_review_720882381",
        "content": "The room is very small, but although it is small, it is fully equipped. There is no need to turn on the air conditioner, and the heating is very hot. But if you take the subway, you have to cross the overpass, so dragging the suitcase is a bit troublesome. The breakfast is not rich, but it is filling."
      },
      {
        "transKey": "SrLJu3MvA50LD/fwCWzVOKRpTJ55qrGSxB2oCxONdxs=_review_721373383",
        "content": "Dear guest, first of all, thank you for staying at Orange Beijing Wukesong Hotel. It is our honor to meet you here. Regarding your feedback that the room is small and limited by the rental property, we are really sorry for the inconvenience caused to you. Bad check-in experience, but we have gradually updated and improved. We updated the entire hotel lobby area last year. The new lobby business area provides free Internet printing services for guests in need. There is also a snack and coffee area for afternoon leisure time. , a cup of fragrant freshly ground coffee and warm tea will bring you comfort and relaxation. There is a laundry room on the first floor of the hotel, which provides 24-hour free self-service laundry service for in-house guests. Last year, we updated the curtains, lamps, toiletries and brand-new products in the room. We sincerely apologize for the inconvenience caused to you. If you have any needs during your stay, you can contact us at any time. Staff, we will always be by your side and sincerely hope that we can do better under the supervision of guests who care about our development as much as you do. We hope that you can see our efforts and progress when you stay again. We look forward to your every visit and wish you a happy and comfortable mood. Manager: Zhao Dan"
      }
    ]
  },
  "ServerData": null
}