{
  "Result": true,
  "ErrorMessage": null,
  "ErrorCode": 0,
  "Response": {
    "transArray": [
      {
        "transKey": "1eqlnR41qKX9GEV+JM+/crpIajfLq41Wy6JxUdiAzbQHR6WKZjgqKg==_review_658807153",
        "content": "Everything else is good, except that the door of the shower room is a bit dangerous and easy to scratch."
      },
      {
        "transKey": "g1PofbTmsDfXa36x3MEXVge9LPWVS3P2mpdRWsnTrz0HR6WKZjgqKg==_review_659009899",
        "content": "Dear guests, first of all, thank you for staying at Orange Beijing Wukesong Hotel. It is our honor to meet you here. Compared with other newly opened Oranges, there is indeed a certain gap in the decoration facilities of the hotel rooms. We have During the gradual update and improvement, we updated the entire hotel lobby area last year. The newly added lobby business area provides free online printing services for guests in need. There is also a snack and coffee area. During your afternoon leisure time, you can warm up with a cup of fragrant freshly ground coffee. Tea brings you comfort and relaxation. There is a laundry room on the first floor of the hotel, which provides 24-hour free self-service laundry services for in-house guests. We have recently updated the curtains, lamps, toiletries and brand-new bedding in the room. A comfortable stay experience is We are always pursuing our goals and are working hard to achieve this goal. Our engineers are currently repairing and rectifying the problem you reported around the shower room door. We deeply apologize for the inconvenience caused to you during your stay in the store. If you have any questions, you can contact our staff at any time. We sincerely hope that we can do better under the supervision of guests who are as concerned about our development as you are. We hope that you can see our efforts and efforts when you stay again. We are making progress and look forward to your every visit. I wish you a happy and comfortable mood. General Manager: Ren Yuanyuan"
      }
    ]
  },
  "ServerData": null
}