{
  "Result": true,
  "ErrorMessage": null,
  "ErrorCode": 0,
  "Response": {
    "transArray": [
      {
        "transKey": "tICTEbcDh1zMscaSel2JALpRoal/GzicC4ydjfmeoO4HR6WKZjgqKg==_review_534571062",
        "content": "The breakfast was very good. Two adults brought their children out and booked a double room. We had booked it for seven days and Jinjiang Star before the flash sale. There were oranges to eat at the front desk, as well as snacks and coffee☕Technology changes life, and there are also robots to deliver When the takeaway arrived at the door of the room, my six-year-old daughter was very excited. The service attitude was also very good. After check-out, I was given mineral water to take to the road to drink. Super satisfied ~ The hotel is very clean. The interior is not carpeted, and it feels much cleaner than carpeted ones. ! Although it is close to the road, it is very quiet when sleeping! The bed is also comfortable~ During the epidemic, I had to take a taxi when I went out. I didn’t research the subway and bus routes, so it should be very convenient! There is free parking in the courtyard. They are all luxury cars. They share the same courtyard with Badelli Group. I personally feel that the price is great value. When I come to Beijing in the future, the Orange Hotel will be my first choice! By the way, I’m really not a shill~"
      },
      {
        "transKey": "/ej7PfZwntVX5XwqPqBpvG/LxwfrbAUQNL++X3LBivsHR6WKZjgqKg==_review_534582147",
        "content": "Dear guest, hello! Thank you for staying at Orange Beijing Wukesong Hotel. Our hotel is located on the West Fourth Ring Road, with very convenient transportation. It is very close to the 301 Hospital, the subway and the bus station, and the hotel provides electronic parking tickets for free parking. Travel routes can be diversified according to your travel mode. At the same time, the room is fully equipped with electric curtains, refrigerated refrigerators, and snacks and fresh oranges are provided at the front desk. I hope it can bring you good memories and sincere expectations. Your next visit! General Manager: Li Changxia"
      }
    ]
  },
  "ServerData": null
}