{
  "Result": true,
  "ErrorMessage": null,
  "ErrorCode": 0,
  "Response": {
    "transArray": [
      {
        "transKey": "hUnx7U5E6IHh3VfuxmHGlxmE/7kaDpsK63vuYAgZh6wHR6WKZjgqKg==_review_643873933",
        "content": "The sound of the speakers in the corridor is slightly loud and affects your rest. The TV is not easy to use and cannot be connected to the screen. The hotel's wifi network is poor. Other sanitary environment and service experience are very good!"
      },
      {
        "transKey": "KKO7yzlMjRC2P6AIvUW5QKGneGGuNGxUyXxZbUNTnDAHR6WKZjgqKg==_review_643903947",
        "content": "Dear guest, meeting you at Orange Beijing Wukesong Hotel is due to fate. Thank you for your recognition of the hotel's staying environment and the service attitude of our friends. Your satisfaction is our motivation for continuous improvement. Due to the room TV The screen projection and floor music sound adjustment issues did not bring you a comfortable stay experience. We would like to express our deep apologies. The hotel provides guests with a quiet and comfortable public area environment, from 7 am to night every day. Light music will be played at 10 o'clock, but due to the manual manual adjustment of the volume, the sound may occasionally be slightly louder. As soon as I saw your comment, I have already communicated with the friends at the front desk and communicated with the floor every day during the play. , ensure that the volume is appropriate and avoid disturbing guests' rest; the room TV screen projection problem you reported has always been a \"worry\" for us. A few months ago, in order to improve the guest experience, all room TVs were replaced with 55-inch LCDs After installing the Internet TV, we found that there is no network cable socket in the room, and the TV screen mirroring function cannot be realized through the wireless network. We have been seeking solutions from many parties and strive to realize the Internet screen mirroring function of the TV through other methods in the short term; the hotel uses the same A wireless local area network. When there are many guests, you may occasionally find that the network signal is unstable. You can dial 9 through the room phone at any time. Our staff will be by your side 24 hours a day. We wish you a happy holiday. Manager: Ren Yuanyuan"
      }
    ]
  },
  "ServerData": null
}